Repository: chaoduzj/fenglingyueying-
Catalog: src/locale/*/LC_MESSAGES/Game Cheats Manager.po
Languages: de_de

source: Dark
de_de: Dunkel

source: Light
de_de: Hell

source: Official Site
de_de: Offizielle Seite

source: Yearly Subscription
de_de: Jahres-Abonnement

source: Gifted Subscription
de_de: Geschenktes Abonnement

source: Search for installed
de_de: Installierte suchen

source: Search to download
de_de: Zum Herunterladen suchen

source: Options
de_de: Optionen

source: Settings
de_de: Einstellungen

source: Import Trainers
de_de: Trainer importieren

source: Open Trainer Download Path
de_de: Trainer-Download-Pfad öffnen

source: Add Paths to Whitelist
de_de: Pfade zur Whitelist hinzufügen

source: About
de_de: Über

source: Data Update
de_de: Daten-Update

source: Update Translation Data
de_de: Übersetzungsdaten aktualisieren

source: Update Trainer Search Data
de_de: Trainer-Suchdaten aktualisieren

source: Update Trainers
de_de: Trainer aktualisieren

source: Trainer Management
de_de: Trainer-Verwaltung

source: Upload Trainer
de_de: Trainer hochladen

source: Launch
de_de: Starten

source: Delete
de_de: Löschen

source: Trainer download path:
de_de: Trainer-Download-Pfad:

source: Failure
de_de: Fehler

source: Failed to update application.
de_de: Anwendung konnte nicht aktualisiert werden.

source: Update Available
de_de: Update verfügbar

source: New version found: {old_version} ➜ {new_version}
de_de: Neue Version gefunden: {old_version} ➜ {new_version}

source: Would you like to update now?
de_de: Möchtest du jetzt aktualisieren?

source: Update Check Failed
de_de: Update-Prüfung fehlgeschlagen

source: Failed to check for software update. You can navigate to `Options` ➜ `About` to check for updates manually.
de_de: Die Suche nach einem Software-Update ist fehlgeschlagen. Du kannst unter `Optionen` ➜ `Über` manuell nach Updates suchen.

source: Cheat Engine Required
de_de: Cheat Engine erforderlich

source: Cheat Engine may not be installed on your system.
de_de: Cheat Engine ist möglicherweise nicht auf Ihrem System installiert.

source: .ct/.cetrainer files require Cheat Engine to run.
de_de: .ct- und .cetrainer-Dateien benötigen Cheat Engine, um ausgeführt zu werden.

source: Please download and install Cheat Engine, then make sure to open the file with Cheat Engine.
de_de: Bitte laden Sie Cheat Engine herunter und installieren Sie es. Stellen Sie anschließend sicher, dass die Datei mit Cheat Engine geöffnet wird.

source: Note: The official Cheat Engine installer contains promotional software bundles. Make sure to skip them during installation.
de_de: Hinweis: Das offizielle Installationsprogramm von Cheat Engine enthält gebündelte Werbesoftware. Achten Sie darauf, diese Zusatzangebote während der Installation abzulehnen.

source: Download from:
de_de: Download unter:

source: Delete trainer
de_de: Trainer löschen

source: Are you sure you want to delete
de_de: Bist du sicher, dass du löschen möchtest?

source: Confirm
de_de: Bestätigen

source: Cancel
de_de: Abbrechen

source: Error
de_de: Fehler

source: Trainer is currently in use, please close any programs using the file and try again.
de_de: Der Trainer wird gerade verwendet. Bitte schließe alle Programme, die auf die Datei zugreifen, und versuche es erneut.

source: Failed to delete {trainer_name}:
de_de: Konnte {trainer_name} nicht löschen:

source: Change trainer download path
de_de: Trainer-Download-Pfad ändern

source: Please choose a new path.
de_de: Bitte wähle einen neuen Pfad.

source: Failed to change trainer download path.
de_de: Der Trainer-Download-Pfad konnte nicht geändert werden.

source: Migrating existing trainers...
de_de: Vorhandene Trainer werden migriert...

source: No path selected.
de_de: Kein Pfad ausgewählt.

source: Error migrating trainers:
de_de: Fehler beim Migrieren der Trainer:

source: Migration complete!
de_de: Migration abgeschlossen!

source: Select trainers you want to import
de_de: Wähle die Trainer aus, die du importieren möchtest

source: Failed to import trainer:
de_de: Trainer konnte nicht importiert werden:

source: Delete original trainers
de_de: Ursprüngliche Trainer löschen

source: Do you want to delete the original trainer files?
de_de: Möchtest du die ursprünglichen Trainer-Dateien löschen?

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Failed to delete original trainer:
de_de: Ursprünglicher Trainer konnte nicht gelöscht werden:

source: Administrator Access Required
de_de: Administratorrechte erforderlich

source: To proceed with adding the trainer download paths to the Windows Defender whitelist, administrator rights are needed. A User Account Control (UAC) prompt will appear for permission.
de_de: Um die Trainer-Download-Pfade zur Windows-Defender-Whitelist hinzuzufügen, werden Administratorrechte benötigt. Es erscheint eine Benutzerkontensteuerung (UAC), um die Berechtigung zu bestätigen.

source: Would you like to continue?
de_de: Möchtest du fortfahren?

source: Success
de_de: Erfolg

source: Successfully added paths to Windows Defender whitelist.
de_de: Pfade wurden erfolgreich zur Windows-Defender-Whitelist hinzugefügt.

source: Failed to add paths to Windows Defender whitelist.
de_de: Pfade konnten nicht zur Windows-Defender-Whitelist hinzugefügt werden.

source: Failed to translate, please update translation data.
de_de: Übersetzung fehlgeschlagen, bitte aktualisiere die Übersetzungsdaten.

source: Searching...
de_de: Suche läuft...

source: Translating search results...
de_de: Suchergebnisse werden übersetzt...

source: No results found.
de_de: Keine Ergebnisse gefunden.

source: Translating keywords...
de_de: Schlüsselwörter werden übersetzt...

source: Search failed, please update trainer search data.
de_de: Suche fehlgeschlagen, bitte aktualisiere die Trainer-Suchdaten.

source: Search from FLiNG success!
de_de: Suche von FLiNG erfolgreich!

source: Search from XiaoXing success!
de_de: Suche von XiaoXing erfolgreich!

source: Search from CT success!
de_de: Suche von CT erfolgreich!

source: Search from GCM success!
de_de: Suche von GCM erfolgreich!

source: Checking for internet connection...
de_de: Internetverbindung wird geprüft...

source: No internet connection, download failed.
de_de: Keine Internetverbindung, Download fehlgeschlagen.

source: Attention
de_de: Achtung

source: Please check folder for anti-cheat requirements!
de_de: Bitte prüfe den Ordner auf Anti-Cheat-Anforderungen!

source: An error occurred when moving trainer:
de_de: Ein Fehler ist beim Verschieben des Trainers aufgetreten:

source: Download success!
de_de: Download erfolgreich!

source: Updating
de_de: Aktualisiere

source: Trainer already exists, aborted download.
de_de: Trainer existiert bereits, Download abgebrochen.

source: Downloading...
de_de: Lädt herunter...

source: Failed to find trainer download link.
de_de: Trainer-Download-Link konnte nicht gefunden werden.

source: Failed to find trainer version.
de_de: Trainer-Version konnte nicht gefunden werden.

source: Internet request failed.
de_de: Internet-Anfrage fehlgeschlagen.

source: An error occurred while downloading trainer:
de_de: Ein Fehler ist beim Herunterladen des Trainers aufgetreten:

source: Decompressing...
de_de: Entpacke...

source: An error occurred while extracting downloaded trainer:
de_de: Ein Fehler ist beim Entpacken des heruntergeladenen Trainers aufgetreten:

source: Could not find the downloaded trainer file, please try turning your antivirus software off.
de_de: Die heruntergeladene Trainer-Datei konnte nicht gefunden werden. Versuche, deine Antivirus-Software auszuschalten.

source: Removing trainer background music...
de_de: Hintergrundmusik des Trainers wird entfernt...

source: Patching...
de_de: Patchen...

source: Updating data from GCM
de_de: Daten von GCM werden aktualisiert

source: Update from GCM failed
de_de: Update von GCM fehlgeschlagen

source: Updating data from FLiNG
de_de: Daten von FLiNG werden aktualisiert

source: Update from FLiGN failed
de_de: Update von FLiGN fehlgeschlagen

source: Updating data from XiaoXing
de_de: Daten von XiaoXing werden aktualisiert

source: Update from XiaoXing failed
de_de: Update von XiaoXing fehlgeschlagen

source: Updating data from CT
de_de: Daten von CT werden aktualisiert

source: Update from CT failed
de_de: Update von CT fehlgeschlagen

source: Fetching trainer translations
de_de: Trainer-Übersetzungen werden abgerufen

source: Fetch trainer translations failed
de_de: Abruf der Trainer-Übersetzungen fehlgeschlagen

source: Failed to retrieve upload authorization.
de_de: Abruf der Upload-Berechtigung fehlgeschlagen.

source: Failed to retrieve upload url.
de_de: Abruf der Upload-URL fehlgeschlagen.

source: Upload successful! Thank you for your contribution. Your trainer will be available for download after passing a manual review.
de_de: Upload erfolgreich! Vielen Dank für deinen Beitrag. Dein Trainer wird nach einer manuellen Überprüfung zum Download bereitstehen.

source: Upload failed:
de_de: Upload fehlgeschlagen:

source: Wand is currently running, please close the application first
de_de: Wand läuft gerade, bitte schließe die Anwendung zuerst

source: Failed to patch file:
de_de: Datei konnte nicht gepatcht werden:

source: Failed to extract file:
de_de: Datei konnte nicht extrahiert werden:

source: Wand Pro activated
de_de: Wand Pro aktiviert

source: Failed to activate Wand Pro
de_de: Wand Pro konnte nicht aktiviert werden

source: Wand Pro disabled
de_de: Wand Pro deaktiviert

source: Wand auto update disabled
de_de: Wand Auto-Update deaktiviert

source: Wand auto update enabled
de_de: Wand Auto-Update aktiviert

source: Failed to enable Wand auto update, please try reinstalling Wand
de_de: Wand Auto-Update konnte nicht aktiviert werden, bitte versuche Wand neu zu installieren

source: Failed to process Wand update file:
de_de: Wand Update-Datei konnte nicht verarbeitet werden:

source: Deleted Wand version:
de_de: Wand-Version gelöscht:

source: Failed to delete Wand version:
de_de: Wand-Version konnte nicht gelöscht werden:

source: Checking for trainer updates
de_de: Suche nach Trainer-Updates

source: Check trainer updates failed
de_de: Prüfung auf Trainer-Updates fehlgeschlagen

source: Announcement
de_de: Ankündigung

source: Warning
de_de: Warnung

source: This software is open source and provided free of charge. Resale is strictly prohibited, and developers reserve the right to pursue legal responsibility against the violators. If you have paid for this software unofficially, please report the seller immediately. Below are official links.
de_de: Diese Software ist quelloffen (Open Source) und wird kostenlos zur Verfügung gestellt. Der Weiterverkauf ist strengstens untersagt, und die Entwickler behalten sich das Recht vor, rechtliche Schritte gegen Zuwiderhandelnde einzuleiten. Wenn du diese Software inoffiziell bezahlt hast, melde den Verkäufer bitte umgehend. Unten findest du die offiziellen Links.

source: Official Website:
de_de: Offizielle Website:

source: Don't show again
de_de: Nicht mehr anzeigen

source: Theme:
de_de: Design:

source: Language:
de_de: Sprache:

source: Launch app on system startup
de_de: App beim Systemstart ausführen

source: Check for software update at startup
de_de: Beim Start nach Software-Updates suchen

source: Use safe launch path (may fix trainers unable to launch)
de_de: Sicheren Startpfad verwenden (kann Probleme beim Starten von Trainern beheben)

source: Always show search results in English
de_de: Suchergebnisse immer auf Englisch anzeigen

source: Sort search results by origin
de_de: Suchergebnisse nach Herkunft sortieren

source: Update trainer translations automatically
de_de: Trainer-Übersetzungen automatisch aktualisieren

source: Apply
de_de: Anwenden

source: Do you want to restart the application now to apply theme or language settings?
de_de: Möchtest du die Anwendung jetzt neu starten, um die Design- oder Spracheinstellungen anzuwenden?

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Current version:
de_de: Aktuelle Version:

source: Newest version:
de_de: Neueste Version:

source: Loading...
de_de: Lädt...

source: Update Now
de_de: Jetzt aktualisieren

source: Failed to load
de_de: Laden fehlgeschlagen

source: Contact Info (Optional):
de_de: Kontaktdaten (Optional):

source: If you provide your Game-Zone Labs account email and your trainer is approved, a badge will be added to your account
de_de: Wenn Sie Ihre Game-Zone Labs-Konto-E-Mail angeben und Ihr Trainer genehmigt wird, erhalten Sie ein Abzeichen auf Ihrem Konto

source: What game does it work for
de_de: Für welches Spiel ist er gedacht

source: Trainer Source (Optional):
de_de: Trainer-Quelle (Optional):

source: Original URL or author
de_de: Original-URL oder Autor

source: Trainer File:
de_de: Trainer-Datei:

source: Select a trainer file
de_de: Trainer-Datei auswählen

source: If the trainer consists of multiple files, please compress them into a single archive (zip/rar/7z) before uploading
de_de: Falls der Trainer aus mehreren Dateien besteht, komprimieren Sie diese bitte vor dem Hochladen in ein einzelnes Archiv (zip/rar/7z)

source: Additional Notes:
de_de: Zusätzliche Anmerkungen:

source: Anything else to add...
de_de: Sonstige Ergänzungen...

source: Please make sure the trainer you are about to upload is tested to be safe and functional.
de_de: Bitte stellen Sie sicher, dass der Trainer, den Sie hochladen möchten, getestet, sicher und funktionsfähig ist.

source: Trainer testing QQ group: 186859946, feel free to join and help verify the trainers you upload
de_de: Trainer-Test QQ-Gruppe: 186859946, tritt gerne bei und hilf dabei, die von dir hochgeladenen Trainer zu überprüfen

source: Upload
de_de: Hochladen

source: All Files (*)
de_de: Alle Dateien (*)

source: Please select a valid file.
de_de: Bitte wähle eine gültige Datei aus.

source: Please provide a trainer name.
de_de: Bitte gib einen Trainer-Namen an.

source: Close
de_de: Schließen

source: Enable search for GCM and Other trainers
de_de: Suche nach GCM- und anderen Trainern aktivieren

source: Update GCM data automatically
de_de: GCM-Daten automatisch aktualisieren

source: Update GCM and Other trainers automatically
de_de: GCM- und andere Trainer automatisch aktualisieren

source: Official Website:
de_de: Offizielle Website:

source: Remove trainer background music
de_de: Trainer-Hintergrundmusik entfernen

source: Update FLiNG data automatically
de_de: FLiNG-Daten automatisch aktualisieren

source: Update FLiNG trainers automatically
de_de: FLiNG-Trainer automatisch aktualisieren

source: Enable search for XiaoXing trainers
de_de: Suche nach XiaoXing-Trainern aktivieren

source: Unlock all functions
de_de: Alle Funktionen freischalten

source: Update XiaoXing data automatically
de_de: XiaoXing-Daten automatisch aktualisieren

source: Update XiaoXing trainers automatically
de_de: XiaoXing-Trainer automatisch aktualisieren

source: Cheat Table Sources:
de_de: Cheat-Table-Quellen:

source: Cheat Engine installation path:
de_de: Cheat Engine-Installationspfad:

source: Reset to default
de_de: Auf Standard zurücksetzen

source: Add Simplified Chinese
de_de: Vereinfachtes Chinesisch hinzufügen

source: Enable Search for Cheat Tables
de_de: Suche nach Cheat Tables aktivieren

source: Update Cheat Table data automatically
de_de: Cheat-Table-Daten automatisch aktualisieren

source: Update Cheat Tables automatically
de_de: Cheat Tables automatisch aktualisieren

source: Wand installation path:
de_de: Wand-Installationspfad:

source: Installed Wand Versions:
de_de: Installierte Wand-Versionen:

source: Patch Method:
de_de: Patch-Methode:

source: Activate Wand Pro
de_de: Wand Pro aktivieren

source: Disable Wand Auto Update
de_de: Wand Auto-Update deaktivieren

source: Delete All Other Wand Versions
de_de: Alle anderen Wand-Versionen löschen

source: Cheat Evolution installation path:
de_de: Cheat Evolution-Installationspfad:

source: Activate PRO
de_de: PRO aktivieren

source: Please select Wand installation path
de_de: Bitte wähle den Wand-Installationspfad

source: Please select Cheat Engine installation path
de_de: Bitte wähle den Cheat Engine-Installationspfad

source: Cheat Engine is installed
de_de: Cheat Engine ist installiert

source: Wand not installed
de_de: Wand ist nicht installiert

source: To proceed with adding translation files, administrator rights are needed. A User Account Control (UAC) prompt will appear for permission.
de_de: Um die Übersetzungsdateien hinzuzufügen, werden Administratorrechte benötigt. Es erscheint eine Benutzerkontensteuerung (UAC), um die Berechtigung zu bestätigen.

source: Successfully added translation files
de_de: Übersetzungsdateien wurden erfolgreich hinzugefügt

source: Failed to add translation files
de_de: Übersetzungsdateien konnten nicht hinzugefügt werden

source: Please select Cheat Evolution installation path
de_de: Bitte wähle den Cheat Evolution-Installationspfad

source: Please launch Cheat Evolution using CheatEvolution_patched.exe
de_de: Bitte starte Cheat Evolution mit CheatEvolution_patched.exe

source: Invalid Cheat Evolution installation path
de_de: Ungültiger Cheat Evolution Installationspfad

source: Cheat Evolution is installed and ready to patch
de_de: Cheat Evolution ist installiert und bereit zum Patchen

source: Patch successful
de_de: Patch erfolgreich

source: Failed to patch
de_de: Patch fehlgeschlagen
